Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: In addition, BI trial team attended regular Medical and Quality Review Meetings (MQRMs) to discuss the ongoing review of aggregate medical data and address potential problems.
es_es: Además, el equipo de ensayo de BI asistió a reuniones periódicas para la revisión de la calidad médica donde se comentó la revisión continua de datos médicos agregados y se abordaron problemas potenciales.

source: In addition, CMAs were defined based on the primary packaging related risk assessment.
es_es: Además, se definieron atributos críticos de los materiales a partir de la evaluación de riesgos relacionados con el acondicionamiento primario.

source: In addition, DNA testing is performed on in-process samples (using the ThresholdTM assay) prior to the Phenyl Sepharose chromatographic step at SP Sepharose activity pool; in these samples, concentrations of DNA can be accurately quantified.
es_es: Además, se realizan pruebas de ADN a muestras intermedias (usando el ensayo ThresholdTM) antes del paso de cromatografía en fenil sefarosa, en la mezcla de actividad de SP sefarosa. En estas muestras, las concentraciones de ADN pueden cuantificarse con exactitud.

source: In addition, PS 20 concentration may be impacted by the filling process (see Table 43) which is controlled in appropriate ranges.
es_es: Además, la concentración de PS 20 puede verse afectada por el proceso de llenado (véase la Tabla 43), que se controla dentro de rangos adecuados.

source: In addition, PS 20 was added as a surfactant to reduce the risk of surface denaturation.
es_es: Además, se añadió PS 20 como tensioactivo para reducir el riesgo de desnaturalización de la superficie.

source: In addition, SDs and CVs were calculated at the respective dilutions.
es_es: Además, se estimaron la desviación estándar y el coeficiente de variación en las respectivas diluciones.

source: In addition, a SPR kinetic binding assay, Fcγ receptor binding by SPR was used to confirm absence or weak FcγR binding affinity of spesolimab to a panel of Fcɣ receptors including huCD16a (allelic variants F158 and V158), huCD32a (allelic variants H131 and R131), huCD16b, huCD32b, and huCD64.
es_es: Además, se utilizó una valoración de unión cinética por SPR y una análisis de fijación a receptores Fcγ por SPR para confirmar que espesolimab no se une o solo tiene una débil afiinidad de unión a FcγR, considerando un panel de receptores Fcγ, que incluyen huCD16a (variantes alélicas F158 y V158), huCD32a (variantes alélicas H131 y R131). , huCD16b, huCD32b y huCD64.

source: In addition, a decrease of monomer content over DP shelf life at 30°C is observed (see Section 3.2.P.8 Stability of Drug Product) and accordingly controlled by stability testing.
es_es: Además, se observa una disminución del contenido de monómero durante la vida útil del medicamento almacenado a 30° C (véase la Sección 3.2.P.8, Estabilidad del medicamento) y esta se controla debidamente mediante pruebas de estabilidad.

source: In addition, a new version of the Batch coding system used by the proposed supplier Boehringer Ingelheim España, S.A. is currently available.
es_es: Asimismo, hay una nueva versión del procedimiento llevado adelante para codificar las partidas del proveedor propuesto, Boehringer Ingelheim España, S.A.

source: In addition, a slow reduction of the level of single-chain content over DP shelf life at long-term storage conditions is observed (see Section 3.2.P.8 Stability of Drug Product).
es_es: También se observa una lenta reducción del nivel de contenido de cadena única durante la vida útil del medicamento en condiciones de almacenamiento a largo plazo (véase la Sección 3.2.P.8, Estabilidad del medicamento).

source: In addition, all fatal Berotec cases (n=219) were reviewed to reveal potential overuse cases.
es_es: Además, se hizo una revision de todos los casos fatales presentados con Berotec (n=219) para identificar casos potenciales de uso excesivo.

source: In addition, all potential volatile leachables above the threshold of 5 μg/day are monitored in a leachables study.
es_es: Asimismo, todos los posibles lixiviables volátiles que superan el umbral de 5 μg/día se monitorean en un estudio de lixiviables.

source: In addition, appearance and water content are part of stability testing (3.2.P.5.1 Specification and 3.2.P.5.6 Justification of Specification and 3.2.P.8 Stability Data) to ensure that quality is always within the compendial limits.
es_es: Además, los atributos de aspecto y contenido de agua forman parte de las pruebas de estabilidad (véanse las Secciones 3.2.P.5.1, Especificaciones; 3.2.P.5.6, Justificación de la especificación, y 3.2.P.8, Datos de estabilidad) para garantizar que la calidad siempre cumpla con los límites incluidos en farmacopea.

source: In addition, batches placed on long-term stability are tested for the maintenance of sterility according to the protocol provided in Section 3.2.P.8 Stability.
es_es: Además, se evalúan partidas sometidas a estabilidad a largo plazo en cuanto al mantenimiento de la esterilidad de acuerdo con el protocolo provisto en la Sección 3.2.P.8, Estabilidad.

source: In addition, clarity and degree of opalescence, degree of colouration and sub-visible particulate contamination are routinely tested as part of DP release and stability testing (Section 3.2.P.5.1 Specification and 3.2.P.5.6 Justification of Specification and 3.2.P.8 Stability Data) to ensure that quality is always within the compendial limits.
es_es: Además, los atributos de limpidez y grado de opalescencia, grado de coloración y contaminación de partículas subvisibles se analizan de manera rutinaria como parte de las pruebas de liberación y de estabilidad del medicamento (véanse las Secciones 3.2.P.5.1, Especificaciones; 3.2.P.5.6, Justificación de la especificación, y 3.2.P.8, Datos de estabilidad) para garantizar que la calidad siempre cumpla con los límites incluidos en farmacopea.

source: In addition, cleaning operation happens at > pH 10, which is not critical for nitrosamine formation, and potential acidic steps which might support nitrosamine formation are only used for neutralisation of the cleaning solution.
es_es: Además, la limpieza se hace a un pH > 10, que es un valor no crítico para la formación de nitrosaminas, y los pasos ácidos potenciales que podrían favorecer la formación de nitrosaminas sólo se utilizan para neutralizar la solución limpiadora.

source: In addition, clinically relevant findings or changes in physical examination, laboratory measurements, and vital signs were assessed.
es_es: Además, se evaluaron hallazgos de relevancia clínica o cambios en la exploración física, los valores de laboratorio y los signos vitales.

source: In addition, each subject was to be assessed regularly by the medical staff throughout the clinical trial and whenever the investigator deemed evaluation to be necessary.
es_es: Además, el personal médico debía evaluar periódicamente a cada sujeto durante todo el ensayo clínico y siempre que el investigador considerara que la evaluación era necesaria.

source: In addition, for each load the % response of the total peak area (sum peak areas of sinlge-chain, two-chain and residual peaks) related to target load was calculated.
es_es: Además, para cada carga, se estimó la respuesta porcentual del área del pico total (suma de las áreas del pico de las especies de cadena única y cadena doble, y de los picos residuales) en relación con la carga objetivo.

source: In addition, forced degradation studies (temperature stress) were conducted (see Section 3.2.S.7.3 Stress Stability Data).
es_es: Por ultimo, se llevaron a cabo estudios de degradación forzada (condiciones extremas de temperatura) (ver la Sección 3.2.S.7.3, Datos de estabilidad en condiciones extremas).

source: In addition, four patients in the empagliflozin group experienced AEs while potentially taking the wrong study medication (placebo); three of these patients had nonserious AEs and one patient (#1203001005) had SAEs of appendicitis and duodenitis (see Appendix 16.2.7, Listing 3; Section 10.3).
es_es: Además, cuatro pacientes del grupo de empagliflozina experimentaron efectos adversos mientras, posiblemente, tomaban el medicamento del estudio incorrecto (placebo); tres de estos pacientes tuvieron eventos adversos no graves y un paciente (1203001005) tuvo un evento adverso grave (apendicitis y duodenitis) (ver Apéndice 16.2.7, Listado 3; Sección 10.3).

source: In addition, impact on PK cannot be excluded.
es_es: Además, no puede excluirse un impacto en la farmacocinética.

source: In addition, in a controlled simulation study extracts from the product contacting surface of the stoppers were derived employing 2-propanol / water (50/50 v/v) and aqueous solution containing 0.02 % PS 20 as extraction solvents.
es_es: Además, en un estudio de simulación controlado, se derivaron extractos de la superficie del tapón en contacto con el producto por medio de 2-propanol/agua (50/50 v/v) y una solución acuosa con PS 20 al 0,02% como disolventes de extracción.

source: In addition, it is authorised for prevention of flares in adult and adolescents from 12 years of age with generalized pustular psoriasis (see SmPC for the full indication).
es_es: Además, está autorizado para la prevención de brotes agudos en adultos y adolescentes de 12 años o más, con psoriasis pustulosa generalizada (en el SmPC está la indicación completa).

source: In addition, it is important to note that of the very small amounts of DNA, still bound to the chromatography matrix after regeneration, only a minute fraction (0.0011 - 0.0019% of input radioactivity co-elutes with the TNK-tPA of the following cycle.
es_es: Además, es importante tener en cuenta que, de las pequeñísimas cantidades de ADN que quedan unidas a la matriz de cromatografía después de la regeneración, solo una ínfima fracción (0,0011 - 0,0019% de la radiactividad incorporada) se combina con con la TNK-tPA del ciclo siguiente.

source: In addition, it must be demonstrated that carry over of DNA to the activity pool of the next cycle does not occur.
es_es: Asimismo, es preciso demostrar que no se produce arrastre de ADN a la mezcla de actividad del ciclo siguiente.

source: In addition, leachables are monitored under accelerated conditions (40°C / 75 % RH and 60°C).
es_es: Los lixiviables también se monitorean en condiciones aceleradas (40° C/75% HR y 60° C).

source: In addition, oxidative conditions may attribute to aggregation (see Chapter 3.7.3), which is controlled by appropriate process limits (see Table 19).
es_es: Asimismo, condiciones oxidativas pueden contribuir al proceso de agregación (véase el Capítulo 3.7.3), que se controla mediante límites del proceso apropiados (véase laTabla 19).

source: In addition, patients who demonstrated no change in HbA1c, or only a modest change up to 0.2% throughout the trial, had a similar risk reduction of HHF as the patients with at least a 0.3% reduction in HbA1c.
es_es: Además, los pacientes que no demostraron ningún cambio en la HbA1c, o solo un cambio modesto de hasta el 0.2 % durante todo el ensayo, tuvieron una reducción del riesgo de hospitalización por insuficiencia cardíaca similar a la de aquellos con una reducción de al menos el 0.3 % en la HbA1c.

source: In addition, patients with or without concomitant or subsequent elevation in alkaline phosphatase (≥2x or <2x ULN) were summarised as sub-categories.
es_es: Además, se subsumieron como subcategorías los pacientes con o sin análisis concomitantes o posteriores de la fosfatasa alcalina (≥2x o <2x LNS).

source: In addition, potential changes to tertiary structure resulting from mispaired disulfide bridges can be detected indirectly by changes in potency (clot lysis assay) and also by monitoring the level of monomer content.
es_es: Además, los posibles cambios de la estructura terciaria debidos a puentes disulfuro mal emparejados pueden detectarse de manera indirecta por los cambios de potencia (ensayo de lisis de coágulo) y también mediante el monitoreo del contenido de monómero.

source: In addition, regional and local meetings for clinical monitors and clinical research associates were held throughout the trial, focusing on practical issues of monitoring and data cleaning.
es_es: Asimismo, durante todo el ensayo se llevaron a cabo reuniones regionales y locales para monitores de ensayos clínicos y asociados de investigación clínica, que se enfocaron en cuestiones técnicas de seguimiento y la depuración de datos.

source: In addition, safety laboratory parameters relevant for the assessment of the specific medical concept are also described in the corresponding section.
es_es: Además, en el apartado correspondiente también se describen los parámetros de laboratorio de seguridad relevantes para la evaluación de cada concepto médico específico.

source: In addition, sensitivity analyses were performed using the on-treatment set (OS, comprising only patients with at least 30 days of cumulative treatment).
es_es: Además, los análisis de sensibilidad se hicieron usando el concepto de grupo en tratamiento, que incluye solo a los pacientes con 30 días de tratamiento acumulado como mínimo.

source: In addition, several volatiles were detected by thermal extraction of the neat rubber stoppers.
es_es: Asimismo, se detectaron varios volátiles mediante extracción térmica de los tapones de caucho puros.

source: In addition, since washing with ethanol is not performed a thin film remnant remains on the capsules, therefore a footnote is added.
es_es: Asimismo, como no se hace un lavado con etanol, quedan restos de película delgada remanentes en las cápsulas y, en consecuencia, se añade una nota al pie.

source: In addition, solubility data in selected organic media are presented.
es_es: Además, se presenta la solubilidad en algunos medios orgánicos seleccionados.

source: In addition, storage under accelerated conditions (40°C / 75% RH) was performed to predict the possible concentration range of NDMA at the end of shelf life.
es_es: Además, se almacenó el producto en condiciones aceleradas (40°C/75% HR) con objeto de predecir el posible rango de concentraciones de NDMA al final de la vida útil.

source: In addition, telephone follow-up calls were to be scheduled 10 to 12 weeks after every on-site visit, starting after Visit 4 and continuing throughout the trial.
es_es: Además, hubo programadas llamadas telefónicas de seguimiento entre 10 y 12 semanas después de cada visita al centro, comenzando a partir de la Visita 4 y continuando durante todo el ensayo.

source: In addition, the TS-FU included all patients in the TS who performed the follow-up visit; patients who took open-label SGLT-2 inhibitor between their end of treatment and follow-up visit were excluded from TS-FU.
es_es: Además, el agrupamiento "grupo tratado-seguimiento" incluyó a todos los pacientes del grupo tratado que realizaron la visita de seguimiento; los pacientes que tomaron un inhibidor de SGLT-2 de forma abierta entre el final del tratamiento y la visita de seguimiento quedaron excluidos de este agrupamiento.

source: In addition, the amount per mL after reconstitution is identical.
es_es: Además, la cantidad por ml posterior a la reconstitución es idéntica.

source: In addition, the assay is considered valid since the reference mutagens induced a distinct increase in the number of revertants reflecting also the activity of the metabolizing system (at least 2-fold increase compared to the negative control for tester strains TA 98, TA 100 an E. coli WP2 uvrA (pKM 101) and 3-fold for tester strains TA 1535 and TA 1537).
es_es: Además, el ensayo se considera válido ya que los mutágenos de referencia indujeron un claro aumento en la cantidad de mutaciones inversas, que refleja también la actividad del sistema metabolizador (aumento de al menos 2 veces en comparación con el control negativo para las cepas experimentales TA 98, TA 100 y WP2 uvrA (pKM 101) de E. coli, y 3 veces para las cepas experimentales TA 1535 y TA 1537).

source: In addition, the bioequivalence of empagliflozin and metformin were investigated for oral administration of a fixed dose combination tablet of 5 mg empagliflozin / 1000 mg metformin compared with a free dose combination of 5 mg empagliflozin and 1000 mg metformin under fed conditions.
es_es: Además, para investigar la bioequivalencia de empagliflozina y metformina se comparó la administración oral de un comprimido de combinación a dosis fija de empagliflozina, 5 mg / metformina, 1000 mg con la combinación a dosis libre de empagliflozina, 5 mg y metformina, 1000 mg en condiciones postprandiales

source: In addition, the following analyses were performed for selected further endpoints:
es_es: Además, se aplicaron los siguientes análisis a los criterios de valoración adicionales seleccionados:

source: In addition, the historical negative control data ranges experienced in our laboratory were also considered though for orientating purposes only.
es_es: Además, también se consideraron los intervalos históricos de controles negativos de nuestro laboratorio, aunque únicamente con fines orientativos.

source: In addition, the manufacturing process and the manufacturing facilities are designed to minimize risk of microbiological contamination, and regular environmental monitoring is performed.
es_es: Además, el proceso de fabricación y el centro de fabricación están diseñados para minimizar el riesgo de contaminación microbiológica y están sujetos a un control ambiental periódico.

source: In addition, the selected DP batches cover all respective HCTZ batches supplied from Polpharma and used for manufacturing of batches that are currently on the market and still within shelf life.
es_es: Además, las partidas seleccionadas del medicamento dan cuenta de todas las partidas respectivas de HCTZ suministradas por Polpharma y utilizadas para fabricar aquellas partidas actualmente en el mercado y sin vencer.

source: In addition, the selected drug product batches cover all respective HCTZ batches supplied from Polpharma and used for manufacturing which are currently on the market and still within shelf life.
es_es: Además, las partidas seleccionadas del medicamento dan cuenta de todas las partidas respectivas de HCTZ suministradas por Polpharma y utilizadas para fabricar aquellas que actualmente se encuentran en el mercado y sin vencer.

source: In addition, the spesolimab PFS-NSD-1 can be stored at room temperature for up to 14 days prior to use.
es_es: Asimismo, el dispositivo PFS-NSD-1 de Espesolimab puede conservarse a temperatura ambiente por hasta 14 días antes de su uso.

source: In addition, the suitability of the hold times is supported by extensive historical process experience over many years.
es_es: Además, la amplia experiencia adquirida a lo largo de los años respalda la idoneidad de los tiempos de detención.

source: In addition, the systemm suitability requirements as described in the current analytical method were met.
es_es: Además se cumplen los requisitos de adecuación del sistema descritos en el método analítico vigente.

source: In addition, the three methods have been shown statistically equivalent.
es_es: Además, los tres métodos han demostrado ser estadísticamente equivalentes.

source: In addition, there are 3 summary scores:
es_es: Además, ofrece 3 puntuaciones resumidas:

source: In addition, there were local amendments in Czech Republic, Japan, and UK.
es_es: Además, hubo enmiendas locales en la República Checa, Japón y el Reino Unido.

source: In addition, whenever such events met the definition of an AESI, no exemption applied, regardless of occurrence before or after randomisation.
es_es: Además, siempre que dichos eventos cumplieran con la definición de EAIP, no funcionaba ninguna exención, hubieran estos ocurrido antes o después de la aleatorización.

source: In agreeing to the provisions of the Protocol, these responsibilities are accepted by the Investigator.
es_es: Al aceptar las disposiciones del protocolo, el investigador acepta estas responsabilidades..

source: In all cases these impurities can be removed either to below detection limit or to negligible concentrations.
es_es: En todos los casos, estas impurezas pueden reducirse a niveles inferiores al límite de detección o bien a concentraciones despreciables.

source: In all such cases, however, NDMA values remained considerablly below the AIL.
es_es: En tales casos, no obstante, los valores de NDMA se mantienen considerablemente por debajo del límite de ingesta aceptable.

source: In all three fills the appearance of the lyophilisate was assessed in detail by visual examination.
es_es: En los tres llenados, se evaluó en detalle el aspecto del liofilizado por medio de inspección visual.

source: In an airtight container, protected from light.
es_es: En recipiente hermético, al resguardo de la luz.

source: In an ordinal analysis of the modified Rankin scale score at 90 days, patients in the tenecteplase group had a median score of 2 (interquartile range, 0 to 3), which indicated significantly better function than the median score of 3 (interquartile range, 1 to 5) among patients in the alteplase group (common odds ratio, 1.7; 95% CI, 1.0 to 2.8; P=0.04) (Figure 3).
es_es: En un análisis ordinal del puntaje de la escala de Rankin modificada a los 90 días, los pacientes en el grupo de tenecteplasa presentaron una mediana en el puntaje de 2 (rango intercuartílico, 0 a 3), lo cual indicó una función significativamente mejor en comparación con el puntaje de 3 (rango intercuartílico, 1 a 5) en los pacientes del grupo de alteplasa (cociente de probabilidades común, 1.7; IC del 95%, 1.0 a 2.8; P=0.04) (Figura 3).

source: In animal studies, linagliptin has been reported to pass the placenta [U10- 1332-01] and into breast milk.
es_es: En estudios realizados con animales, se ha informado que la linagliptina atraviesa la placenta [U10-1332-01] y pasa a la leche materna.

source: In another prospective population-based study performed in the Netherlands, among 99 children aged between 0 to 18 years, the overall all-cause mortality was 15% in the neonatal group and 17% in the children younger than 18 years of age [R06-2301].
es_es: En otro estudio poblacional prospectivo realizado en los Países Bajos, entre 99 niños de entre 0 y 18 años, la mortalidad general por todas las causas fue 15% en el grupo de neonatos y 17% en los niños menores de 18 años [R06- 2301].

source: In both cases, consent must be obtained for contact with the informant or the treating physician.
es_es: En ambos casos se deberá obtener un consentimiento para comunicarse con el informante o el médico tratante.

source: In brief, 32P-labelled DNA was mixed with the protein solution (starting pool) and applied to the equilibrated column.
es_es: En resumen, el ADN marcado con 32P se mezcló con la solución de proteína (mezcla inicial) y se aplicó a la columna equilibrada.

source: In building H84/H92, cell cultivation steps in the inoculum area and recovery, purification and formulation steps are conducted on a single campaign basis.
es_es: En el edificio H84/H92, los pasos de cultivo celular del área de inóculo, así como los pasos de recuperación, purificación y formulación se realizan siguiendo un criterio de campaña única.

source: In case COVID-19 affected clinical visits or led to temporary or permanent treatment discontinuation, this information was collected on the eCRF and summarised in Table 15.1.3: 2.
es_es: En caso de que COVID-19 afectara las visitas clínicas o provocara la interrupción temporal o permanente del tratamiento, esta información se recopiló en el eCRF y se resumió en la Tabla 15.1.3: 2.
